[
  {
    "id": 1,
    "Title": "The Phantom Of The Opera",
    "LongDescription": "Based on the 1910 horror novel by Gaston Leroux, which has been adapted into countless films, The Phantom of the Opera follows a deformed composer who haunts the grand Paris Opera House. Sheltered from the outside world in an underground cavern, the lonely, romantic man tutors and composes operas for Christine, a gorgeous young soprano star-to-be. As Christine’s star rises, and a handsome suitor from her past enters the picture, the Phantom grows mad, terrorizing the opera house owners and company with his murderous ways. Still, Christine finds herself drawn to the mystery man. Audiences agree—The Phantom of the Opera is Broadway’s longest-running hit. Ever.",
    "ShortDescription": "The Phantom of the Opera follows a deformed composer who haunts the grand Paris Opera House."
  },
  {
    "id": 2,
    "Title": "Beautiful: The Carole King Musical",
    "LongDescription": "She fought her way into the record business as a teenager and, by the time she reached her twenties, had the husband of her dreams and a flourishing career writing hits for the biggest acts in rock 'n' roll. But it wasn't until her personal life began to crack that she finally managed to find her true voice.",
    "ShortDescription": "Winner of the 2014 Tony Award for Best Performance by an Actress in a Leading Role in a Musical (Jesse Mueller)!"
  },
  {
    "id": 3,
    "Title": "My Fair Lady",
    "LongDescription": "My Fair Lady first premiered on Broadway on March 15, 1956 to rave reviews from critics and audiences alike . Adapted from George Bernard Shaw’s play and Gabriel Pascal’s motion picture Pygmalion, it boasts a score that contains such now-classic songs as “I Could Have Danced All Night,” “Get Me to the Church on Time,” “Wouldn’t It Be Loverly,” “On the Street Where You Live,” “The Rain in Spain,” and “I’ve Grown Accustomed to Her Face,”",
    "ShortDescription": "Consider one of the best musicals of the last century it has been 25 years since its last revival."
  },
  {
    "id": 4,
    "Title": "Harry Potter and the Cursed Child",
    "LongDescription": "Harry Potter is all grown up and working hard at the Ministry of Magic. But life has not become any easier. What, with work and three school age children, how could a peaceful life be had?",
    "ShortDescription": "With a wave of a wand and shout of Magicus Broadwayicum J.K. Rowling's beloved wizards arrive on Broadway."
  },
  {
    "id": 5,
    "Title": "Aladdin",
    "LongDescription": "Disney's instant classic Aladdin comes to Broadway as a musical for the very first time, with the same stunning setwork and costuming we've all come to expect from the company's mad genius Imagineers! With just one touch of the magic lamp, Aladdin and the audience alike are off on a dazzling adventure through a world of new possibilities, set to the sound of everyone's favorite songs from the Academy Award-winning movie, plus brand-new songs written specially for the production!",
    "ShortDescription": "Winner of the 2014 Tony Award for Best Performance by an Actor in a Featured Role in a Musical (James M. Inglehart)!"
  }
]